{
  "navigation": {
    "home": "Home",
    "Gravity": "Gravity",
    "Pressure": "Pressure",
    "about_us": "About us",
    "shop": "Shop"
  },
  "page": {
    "home": {
      "header": {
        "title": "The power of water at your fingertips.",
        "subtitle": "Discover our products for easy access to perfectly purified water."
      },
      "who_we_are": {
        "title": "Healthy water for all your needs.",
        "paragraph_1": "At ProOne Water Filter ®, we're a passionate team determined to make access to pure water affordable.",
        "paragraph_2": "Backed by our expertise and commitment to the environment, we do our utmost to provide you with top-quality water filters that guarantee healthy, delicious water in every drop."
      },
      "why_we_doing_that": {
        "title": "For the health of you, your family and our planet.",
        "paragraph_1": "At ProOne Water Filter ®, our commitment is not only to your health, but also to the health of our planet.",
        "paragraph_2": "By enriching our high-end water filters, you're part of the solution to preserving the environment and reducing the use of single-use plastic."
      },
      "proone_filter": {
        "title": "ProOne ® G2.0 filter technology is unique.",
        "paragraph_1": "Although not the first in the filtration and water treatment market, our company has succeeded in developing one of the best technologies available on the market today.",
        "paragraph_2": "We are proud to announce that our ProOne ® G2.0 range of elements has been awarded NSF ANSI-42 certification, guaranteeing the highest purification quality.",
        "paragraph_3": "We have applied the same standards to our Coldsteam and ProMax (pressure systems) ranges."
      },
      "conclusion": {
        "title": "Join the ProOne Water Filter ® revolution today",
        "paragraph_1": "Make the smart, sustainable choice with ProOne Water Filter ® water filters, the benchmark in water purification.",
        "paragraph_2": "Don't wait any longer to improve the quality of your water and contribute to a healthier, more physical future for all."
      }
    },
    "gravity": {
      "products": {
        "title": "Pure water at your fingertips with ProOne filters.",
        "subtitle": "Easy assembly and universal, stress-free use.",
        "paragraph_1": "Whether you're on the move, looking for autonomy or for everyday use, ProOne filters guarantee quality drinking water.",
        "paragraph_2": "Easy to assemble, requiring no electricity or connection to the mains supply, you can use any water source at your disposal, whether at home, in the office or on vacation."
      },
      "additional-informations": {
        "paragraph_1": "All our gravity systems use NSF-certified ProOne ® G2.0 element technology.",
        "paragraph_2": "They totally eliminate or reduce to trace levels micro-plastics, pesticides, herbicides, heavy metals, chlorine, fluorine, parasites, bacteria, pharmaceutical and radiological contaminants... etc (see the laboratory report with the +200 contaminants tested)."
      }
    },
    "pressure": {
      "products": {
        "title": "Control Your Pressurized Water with ProOne Solutions",
        "subtitle": "Discover our ProOne Pressurized Innovations",
        "paragraph_1": "ProOne offers you a complete range of products designed to treat water from your pressure network, from simple distribution to your rainwater harvesting tank.",
        "paragraph_2": "From softening hard water and removing chlorine from showers, to producing drinking water without filling gravity filter tanks, visit our store to find the system that's right for your home.",
        "paragraph_3": "Ne nécessite pas d’électricité, seule la pression est suffisante."
      }
    },
    "about": {
      "paragraph": "ProOne Europe - Mozito SRL, is the exclusive importer of ProOne products for France, Belgium and Luxembourg.\n\nWe are located in Belgium and have a large stock of models and spare parts.\n \nWe are committed to providing our customers with documentation and service manuals in French and English, along with fast, efficient after-sales service.\n \nWe offer quality documentation and manuals translated into French.\n \nWe deliver in Europe + Switzerland (other countries on request).\n \nOur delivery service includes parcel insurance.\n \nOrders are dispatched as soon as we receive your payment, and will reach you within 2 to 3 working days / 24 h in Belgium via our partner Bpost.\n \nIf you need any assistance with your purchase, we'll be happy to help (please have your invoice number and/or ID ready).\n \nPlease do not hesitate to contact us on 0032 87 70 12 51 or 0032 473 40 86 35 for further information."
    }
  },
  "component": {
    "button": {
      "visit_shop": "Visit our store"
    }
  }
}
