{
  "navigation": {
    "home": "Accueil",
    "gravity": "Gravité",
    "pressure": "Pression",
    "about_us": "A propos",
    "shop": "Boutique"
  },
  "home": {
    "header": {
      "title": "Le pouvoir de l'eau à porter de main.",
      "subtitle": "Découvrez nos produits pour un accès facile à une eau parfaitement purifiées."
    },
    "who_we_are": {
      "title": "Une eau saine pour tous vos besoin.",
      "paragraph_1": "Chez Pro one, nous sommes une équipe de passionné et déterminé à rendre l'accès à une eau pure abordable.",
      "paragraph_2": "Fort de notre expertise et de notre engagement envers l'environnement, nous mettons tout en oeuvre pour vous offrir des filtres à eau de qualité superieur garantissant une eau saine et délicieuse à chaque goutte."
    },
    "what_we_do": {
      "title": "Révolutionner la purification de l'eau avec la technologie Pro one G2",
      "paragraph_1": "Nous innovons sans relâche pour apporter à chaque foyer et chaque entreprise des solutions de purification d'eau avancées.",
      "paragraph_2": "Nos filtres à eau par gravité à base de charbon et nos filtres à pression pour batiment utilise notre technologie révolutionnaire Pro one G2, vous offrant une eau délicieuse, pure et exempte de contamination nocif."
    },
    "why_we_do": {
      "title": "Pour votre santé, celle de votre famille et de notre planète.",
      "paragraph_1": "Chez Pro one, notre engagement ne se limite pas seulement à votre santé mais également à celle de notre planete.",
      "paragraph_2": "Enrichissant nos filtres à eaux haute gamme, vous faites partie de la solution pour préserver l'environnement et réduisez l'utilisation du plastique à usage unique."
    },
    "conclusion": {
      "title": "Rejoignez la révolution Pro one dès aujourd'hui",
      "paragraph_1": "Faite le choix intelligent et durable en optant pour les filtres à eaux Pro one, la référence en matière de purification d'eaux.",
      "paragraph_2": "N'attendez plus pour améliorer la qualité de votre eau et contribuer à un avenir physique et plus sain pour tous."
    }
  }
}
