{
  "navigation": {
    "home": "Accueil",
    "gravity": "Gravité",
    "pressure": "Pression",
    "about_us": "A propos",
    "shop": "Boutique"
  },
  "home": {
    "header": {
      "title": "Le pouvoir de l'eau à porter de main.",
      "subtitle": "Découvrez nos produits pour un accès facile à une eau parfaitement purifiées."
    },
    "who_we_are": {
      "title": "Une eau saine pour tous vos besoin.",
      "paragraph_1": "Chez Pro one, nous sommes une équipe de passionné et déterminé à rendre l'accès à une eau pure abordable.",
      "paragraph_2": "Fort de notre expertise et de notre engagement envers l'environnement, nous mettons tout en oeuvre pour vous offrir des filtres à eau de qualité superieur garantissant une eau saine et délicieuse à chaque goutte."
    },
    "why_we_doing_that": {
      "title": "Pour votre santé, celle de votre famille et de notre planète.",
      "paragraph_1": "Chez Pro one, notre engagement ne se limite pas seulement à votre santé mais également à celle de notre planete.",
      "paragraph_2": "Enrichissant nos filtres à eaux haute gamme, vous faites partie de la solution pour préserver l'environnement et réduisez l'utilisation du plastique à usage unique."
    },
    "proone_filter": {
      "title": "La technologie des filtres ProOne G2.0 est sans pareille.",
      "paragraph_1": "Bien que n'étant pas les premiers sur le marché de la filtration et le traitement de l'eau, notre société est parvenue à développer une des meilleures technologies disponibles sur le marché actuellement.",
      "paragraph_2": "Nous sommes fiers d'annoncer notre gamme d'éléments ProOne G2.0 a obtenu la certification NSF ANSI-42 garantissant une qualité de purification de très haut niveau.",
      "paragraph_3": "Nous avons appliqué les mêmes standards dans notre gamme Coldsteam et ProMax (systèmes à pression)."
    },
    "conclusion": {
      "title": "Rejoignez la révolution Pro one dès aujourd'hui",
      "paragraph_1": "Faite le choix intelligent et durable en optant pour les filtres à eaux Pro one, la référence en matière de purification d'eaux.",
      "paragraph_2": "N'attendez plus pour améliorer la qualité de votre eau et contribuer à un avenir physique et plus sain pour tous."
    }
  }
}
